<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Header language
    |--------------------------------------------------------------------------
    */

    'goToHomepage' => 'Перейти на Домашнюю страницу',
    'search' => 'Поиск',
    'tournaments' => 'Турниры',
    'teams' => 'Команды',
    'players' => 'Игроки',
    'iceRinks' => 'Площадки',
    'ads' => 'Объявления',
    'forum' => 'Форум',
    'location' => [
        'city' => '',
        'modal' => [
            'title' => 'Найдите Ваш населенный пункт или выберите его из списка',
            'label' => 'Поиск местоположения',
        ],
    ],
    'user' => [
        'messages' => 'Сообщения',
        'profile' => 'Профиль',
        'signOut' => 'Выход',
        'logIn' => 'Войти',
        'signUp' => 'Регистрация',
    ],


];
