<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Profile language
    |--------------------------------------------------------------------------
    */

    'success' => 'Профиль успешно обновлен',
    'error' => 'При обновлении профиля возникла ошибка',
    'updateUserPasswordStatusSuccess' => 'Пароль успешно обновлен',
    'updateUserPasswordStatusError' => 'При обновлении пароля возникла ошибка',
    'updateProfileImageStatusSuccess' => 'Изображение профиля успешно обновлено',
    'updateProfileImageStatusError' => 'При обновлении изображения профиля возникла ошибка',
    'deleteProfileImageStatusSuccess' => 'Изображение профиля успешно удалено',
    'deleteProfileImageStatusError' => 'При удалении изображения профиля возникла ошибка',
    'deleteProfileImageStatusNull' => 'Изображения профиля не установлено',
    'left' => 'Левый',
    'right' => 'Правый',
    'notChosen' => 'Не выбрано',
    'C' => 'Центральный нападающий',
    'LW' => 'Левый нападающий',
    'RW' => 'Правый нападающий',
    'D' => 'Защитник',
    'G' => 'Вратарь',
];
